Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Ein kleineres lokales Modell wählen, oder für Gruppen einen Cloud-Anbieter.
ar: اختر نموذجاً محلياً أصغر، أو مزوّداً سحابياً للمجموعات.
bn: একটি ছোট লোকাল মডেল বাছুন, অথবা গ্রুপের জন্য একটি ক্লাউড প্রোভাইডার।
en: Pick a smaller local model, or a cloud provider for groups.
es: Elige un modelo local más pequeño o, para grupos, un proveedor en la nube.
fr: Choisis un modèle local plus petit, ou un fournisseur cloud pour les groupes.
hi: छोटा लोकल मॉडल चुनें, या ग्रुप्स के लिए Cloud प्रोवाइडर।
id: Pilih model lokal yang lebih kecil, atau untuk grup gunakan penyedia cloud.
it: Scegli un modello locale più piccolo, oppure un provider cloud per i gruppi.
ja: もっと小さいローカルモデルを選ぶか、グループではクラウドのプロバイダを使ってください。
ko: 더 작은 로컬 모델을 선택하거나, 그룹에는 클라우드 제공자를 선택하세요.
pt: Escolhe um modelo local mais pequeno ou, para grupos, um fornecedor na nuvem.
ru: Выбери локальную модель поменьше или облачного провайдера для групп.
tr: Daha küçük bir yerel model seçin, ya da gruplar için bir Cloud sağlayıcısı.
ur: ایک چھوٹا لوکل ماڈل منتخب کریں، یا گروپس کے لیے ایک کلاؤڈ فراہم کنندہ۔
vi: Chọn một mô hình cục bộ nhỏ hơn, hoặc dùng nhà cung cấp cloud cho nhóm.
zh_hans: 换一个更小的本地模型，或者群聊改用云端服务商。

source: Ein starkes Cloud-Modell — Recherche lebt von Sorgfalt.
ar: نموذج سحابي قوي — البحث الجيّد يحتاج دقّة.
bn: একটি শক্তিশালী ক্লাউড মডেল — গবেষণা সতর্কতার উপর নির্ভর করে।
en: A strong cloud model — research lives on care.
es: Un modelo potente en la nube — investigar bien exige cuidado.
fr: Un modèle cloud puissant — la recherche vit de rigueur.
hi: एक मज़बूत Cloud मॉडल — रिसर्च सावधानी से चलती है।
id: Model cloud yang kuat — riset bergantung pada ketelitian.
it: Un modello cloud potente — la ricerca vive di accuratezza.
ja: 強力なクラウドモデル — 調査は丁寧さが命。
ko: 강력한 클라우드 모델 — 리서치는 꼼꼼함에 달려 있습니다.
pt: Um modelo forte na nuvem — pesquisar exige rigor.
ru: Мощная облачная модель — для поиска нужна тщательность.
tr: Güçlü bir Cloud modeli — araştırma titizlikle yaşar.
ur: ایک مضبوط کلاؤڈ ماڈل — ریسرچ احتیاط پر منحصر ہے۔
vi: Một mô hình cloud mạnh — nghiên cứu phụ thuộc vào sự cẩn thận.
zh_hans: 强大的云端模型 — 做调研就靠细致。

source: Ein starkes Modell — Kritik ist wertlos, wenn sie oberflächlich ist.
ar: نموذج قوي — فالنقد بلا قيمة إن كان سطحياً.
bn: একটি শক্তিশালী মডেল — সমালোচনা ভাসাভাসা হলে মূল্যহীন।
en: Use a strong model — criticism is worthless if it's shallow.
es: Un modelo potente: una crítica superficial no sirve de nada.
fr: Un modèle puissant — une critique superficielle ne vaut rien.
hi: एक मज़बूत मॉडल — अगर आलोचना सतही हो तो बेकार है।
id: Model yang kuat — kritik tidak berharga jika hanya dangkal.
it: Serve un modello potente — una critica superficiale non vale nulla.
ja: 強力なモデルを。批判は浅いと意味がありません。
ko: 강력한 모델 — 비평이 피상적이면 가치가 없습니다.
pt: Um modelo forte — a crítica não vale nada se for superficial.
ru: Нужна сильная модель — поверхностная критика бесполезна.
tr: Güçlü bir model — eleştiri yüzeysel olursa değersizdir.
ur: ایک مضبوط ماڈل — تنقید بے سطحی ہو تو بے کار ہے۔
vi: Một mô hình mạnh — phê bình vô giá trị nếu chỉ hời hợt.
zh_hans: 用强模型 — 批评要是流于表面就毫无价值。

source: Einmalige Kopie zum Weggeben oder Archivieren. iCloud spiegelt auch Löschungen — eine Datei nicht. Beim Einspielen wird nur ergänzt, nie überschrieben oder gelöscht.
ar: نسخة لمرة واحدة للمشاركة أو الأرشفة. iCloud يعكس عمليات الحذف أيضاً — أما الملف فلا. وعند الاستعادة تُضاف العناصر فقط، بلا استبدال أو حذف.
bn: শেয়ার করা বা আর্কাইভ করার জন্য একবারের কপি। iCloud মুছে ফেলাও প্রতিফলিত করে — একটি ফাইল করে না। পুনরুদ্ধারের সময় শুধু যোগ হয়, কখনো ওভাররাইট বা মুছে ফেলা হয় না।
en: A one-off copy to hand on or archive. iCloud mirrors deletions too — a file doesn't. Importing only adds; nothing is overwritten or deleted.
es: Copia única para compartir o archivar. iCloud también replica lo que borras; un archivo no. Al importarla solo se añade, nunca se sobrescribe ni se borra nada.
fr: Copie ponctuelle à transmettre ou à archiver. iCloud répercute aussi les suppressions — pas un fichier. À l'import, on ne fait qu'ajouter : rien n'est écrasé ni supprimé.
hi: देने या आर्काइव करने के लिए एक बार की कॉपी। iCloud डिलीट भी दिखाता है — फ़ाइल नहीं। बहाल करते समय सिर्फ़ जोड़ा जाता है, कभी ओवरराइट या डिलीट नहीं होता।
id: Salinan satu kali untuk dibagikan atau diarsipkan. iCloud juga mencerminkan penghapusan — file tidak. Saat memulihkan, hanya ditambahkan, tidak pernah ditimpa atau dihapus.
it: Copia una tantum da condividere o archiviare. iCloud replica anche le eliminazioni — un file no. Al ripristino i dati vengono solo aggiunti, mai sovrascritti o cancellati.
ja: 受け渡しや保管用の単発コピーです。iCloud は削除まで同期しますが、ファイルなら残ります。取り込みは追加のみで、上書きや削除はしません。
ko: 공유하거나 보관하기 위한 일회성 복사본. iCloud는 삭제도 반영하지만 파일은 그렇지 않습니다. 복원 시에는 추가만 되며, 덮어쓰거나 삭제되지 않습니다.
pt: Cópia única para partilhar ou arquivar. O iCloud também replica as eliminações — um ficheiro não. Ao importar, só se acrescenta; nunca se substitui nem se apaga.
ru: Разовая копия — передать или положить в архив. iCloud повторяет и удаления, файл — нет. При восстановлении данные только добавляются, ничего не перезаписывается и не удаляется.
tr: Paylaşmak veya arşivlemek için tek seferlik kopya. iCloud silme işlemlerini de yansıtır — bir dosya yansıtmaz. Geri yüklerken yalnızca eklenir, asla üzerine yazılmaz veya silinmez.
ur: دینے یا آرکائیو کرنے کے لیے ایک بار کی کاپی۔ iCloud حذف کرنا بھی ظاہر کرتا ہے — ایک فائل نہیں۔ بحال کرتے وقت صرف شامل کیا جاتا ہے، کبھی اوور رائٹ یا حذف نہیں۔
vi: Bản sao một lần để chia sẻ hoặc lưu trữ. iCloud cũng phản ánh việc xóa — một tệp thì không. Khi khôi phục chỉ bổ sung thêm, không bao giờ ghi đè hay xóa.
zh_hans: 一次性副本，可以转交或存档。iCloud 连删除也会同步 — 文件不会。导入时只做补充，不会覆盖或删除。

source: Einrichten: 1. Gateway-Adresse oben eintragen. 2. sk-…-Key als Konto hinzufügen. 3. „Modelle laden“.
ar: الإعداد: 1. أدخل عنوان البوابة أعلاه. 2. أضف مفتاح sk-… كحساب. 3. «تحميل النماذج».
bn: সেটআপ: ১. উপরে Gateway ঠিকানা দিন। ২. sk-…-Key অ্যাকাউন্ট হিসেবে যোগ করুন। ৩. “Modelle laden”।
en: Setup: 1. Enter the gateway address above. 2. Add the sk-… key as an account. 3. Tap “Load models”.
es: Configuración: 1. Introduce arriba la dirección del gateway. 2. Añade la clave sk-… como cuenta. 3. “Cargar modelos”.
fr: Configuration : 1. Saisis l'adresse de la passerelle ci-dessus. 2. Ajoute la clé sk-… comme compte. 3. « Charger les modèles ».
hi: सेटअप करें: 1. ऊपर Gateway का पता डालें। 2. sk-…-Key को खाते के रूप में जोड़ें। 3. “मॉडल लोड करें”।
id: Setup: 1. Masukkan alamat Gateway di atas. 2. Tambahkan Key sk-…- sebagai akun. 3. “Modelle laden”.
it: Configurazione: 1. inserisci l'indirizzo del gateway qui sopra. 2. aggiungi la chiave sk-… come account. 3. «Carica modelli».
ja: 設定手順: 1. 上にゲートウェイのアドレスを入力。2. sk-… キーをアカウントとして追加。3.「モデルを読み込む」。
ko: 설정: 1. 위에 Gateway 주소를 입력하세요. 2. sk-…-Key를 계정으로 추가하세요. 3. “Modelle laden”.
pt: Configuração: 1. Indica o endereço do gateway acima. 2. Adiciona a chave sk-… como conta. 3. «Carregar modelos».
ru: Настройка: 1. Укажи адрес шлюза выше. 2. Добавь ключ sk-… как аккаунт. 3. Нажми «Загрузить модели».
tr: Kurulum: 1. Yukarıya Gateway adresini girin. 2. sk-…-Key'i hesap olarak ekleyin. 3. “Modelle laden”.
ur: سیٹ اپ: ۱۔ اوپر Gateway کا پتہ درج کریں۔ ۲۔ sk-…-Key کو اکاؤنٹ کے طور پر شامل کریں۔ ۳۔ “Modelle laden”۔
vi: Thiết lập: 1. Nhập địa chỉ Gateway ở trên. 2. Thêm Key sk-…- làm tài khoản. 3. “Modelle laden”.
zh_hans: 设置步骤：1. 在上方填入网关地址。2. 把 sk-… 密钥添加为账户。3. 点“加载模型”。

source: Emoji
ar: إيموجي
bn: ইমোজি
hi: इमोजी
ja: 絵文字
ko: 이모지
ru: Эмодзи
ur: ایموجی

source: Empfohlen
ar: مقترحة
bn: সুপারিশকৃত
en: Recommended
es: Recomendados
fr: Recommandés
hi: सुझाया गया
id: Direkomendasikan
it: Consigliate
ja: おすすめ
ko: 권장
pt: Recomendados
ru: Рекомендуемые
tr: Önerilen
ur: تجویز کردہ
vi: Được đề xuất
zh_hans: 推荐

source: Enthält keine API-Keys oder Logins — die bleiben im Schlüsselbund des Geräts.
ar: لا يحتوي على مفاتيح API أو بيانات دخول — تبقى في سلسلة مفاتيح الجهاز.
bn: এতে কোনো API-Key বা লগইন নেই — সেগুলো ডিভাইসের Keychain-এ থাকে।
en: Contains no API keys or logins — those stay in the device keychain.
es: No contiene claves de API ni inicios de sesión — eso se queda en el llavero del dispositivo.
fr: Ne contient aucune clé API ni identifiant — ils restent dans le trousseau de l'appareil.
hi: इसमें कोई API-Keys या लॉगिन नहीं होते — वे डिवाइस के Keychain में ही रहते हैं।
id: Tidak berisi API-Key atau login — itu tetap di Keychain perangkat.
it: Non contiene API key o login — restano nel portachiavi del dispositivo.
ja: API キーやログイン情報は含まれません — それらは端末のキーチェーンに残ります。
ko: API-Key나 로그인 정보는 포함되지 않습니다 — 이는 기기의 Keychain에 남아 있습니다.
pt: Não contém chaves de API nem dados de início de sessão — esses ficam no porta-chaves do dispositivo.
ru: Не содержит API-ключей и логинов — они остаются в связке ключей устройства.
tr: API-Key veya giriş bilgisi içermez — bunlar cihazın Anahtarlığında kalır.
ur: اس میں کوئی API-Key یا لاگ اِن شامل نہیں — وہ ڈیوائس کے Keychain میں رہتے ہیں۔
vi: Không chứa API-Key hay thông tin đăng nhập — chúng nằm trong Keychain của thiết bị.
zh_hans: 不包含 API Key 或登录信息 — 它们留在设备的钥匙串里。

source: Ereignisse davor
ar: الأحداث السابقة
bn: আগের ঘটনা
en: Events before
es: Eventos previos
fr: Événements précédents
hi: इससे पहले की घटनाएँ
id: Kejadian sebelumnya
it: Eventi precedenti
ja: 直前のイベント
ko: 이전 이벤트
pt: Eventos anteriores
ru: События до сбоя
tr: Önceki olaylar
ur: پہلے کے واقعات
vi: Sự kiện trước đó
zh_hans: 之前的事件

source: Erlauben
ar: سماح
bn: অনুমতি দিন
en: Allow
es: Permitir
fr: Autoriser
hi: अनुमति दें
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
pt: Permitir
ru: Разрешить
tr: İzin ver
ur: اجازت دیں
vi: Cho phép
zh_hans: 允许

source: Erneut
ar: إعادة المحاولة
bn: আবার
en: Retry
es: Reintentar
fr: Réessayer
hi: फिर से
id: Ulangi
it: Riprova
ja: 再試行
ko: 다시
pt: Repetir
ru: Повторить
tr: Tekrar
ur: دوبارہ
vi: Lại
zh_hans: 重试

source: Error: kein Agent „%@“. Verfügbar: %@
ar: Error: لا يوجد وكيل «%@». المتاح: %@
bn: ত্রুটি: কোনো Agent “%@” নেই। উপলব্ধ: %@
en: Error: no agent “%@”. Available: %@
es: Error: no existe el agente «%@». Disponibles: %@
fr: Error: aucun agent « %@ ». Disponibles : %@
hi: त्रुटि: कोई Agent “%@” नहीं मिला। उपलब्ध: %@
id: Error: tidak ada Agent “%@”. Tersedia: %@
it: Error: nessun agente «%@». Disponibili: %@
ja: Error: エージェント「%@」がありません。利用可能: %@
ko: 오류: “%@” Agent가 없습니다. 사용 가능: %@
pt: Error: não existe o agente «%@». Disponíveis: %@
ru: Error: нет агента «%@». Доступны: %@
tr: Hata: “%@” adında Agent yok. Mevcut: %@
ur: خرابی: کوئی Agent “%@” نہیں۔ دستیاب: %@
vi: Lỗi: không có Agent “%@”. Khả dụng: %@
zh_hans: Error: 没有名为“%@”的智能体。可用：%@

source: Error: leere Aufgabe — beschreibe, was der Agent tun soll.
ar: Error: مهمة فارغة — صِف ما تريد من الوكيل أن يفعله.
bn: ত্রুটি: খালি কাজ — Agent কী করবে তা বর্ণনা করুন।
en: Error: empty task — describe what the agent should do.
es: Error: tarea vacía — describe qué debe hacer el agente.
fr: Error: tâche vide — décris ce que l'agent doit faire.
hi: त्रुटि: काम खाली है — बताएँ कि Agent को क्या करना है।
id: Error: tugas kosong — jelaskan apa yang harus dilakukan Agent.
it: Error: compito vuoto — descrivi cosa deve fare l'agente.
ja: Error: タスクが空です — エージェントに何をさせたいか書いてください。
ko: 오류: 빈 작업 — Agent가 해야 할 일을 설명하세요.
pt: Error: tarefa vazia — descreve o que o agente deve fazer.
ru: Error: пустая задача — опиши, что должен сделать агент.
tr: Hata: boş görev — Agent'ın ne yapması gerektiğini açıklayın.
ur: خرابی: خالی کام — بیان کریں کہ Agent کو کیا کرنا ہے۔
vi: Lỗi: nhiệm vụ trống — mô tả điều Agent cần làm.
zh_hans: Error: 任务是空的 — 请说明这个智能体要做什么。

source: Erscheinungsbild
ar: المظهر
bn: চেহারা
en: Appearance
es: Apariencia
fr: Apparence
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
pt: Aspeto
ru: Оформление
tr: Görünüm
ur: ظاہری شکل
vi: Giao diện
zh_hans: 外观

source: Erstellen
ar: إنشاء
bn: তৈরি করুন
en: Create
es: Crear
fr: Créer
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 생성
pt: Criar
ru: Создать
tr: Oluştur
ur: بنائیں
vi: Tạo
zh_hans: 创建

source: Es liegt noch kein früherer Lauf vor.
ar: لا يوجد تشغيل سابق بعد.
bn: এখনো কোনো আগের রান নেই।
en: There's no earlier run yet.
es: Todavía no hay ninguna ejecución anterior.
fr: Il n'y a pas encore d'exécution précédente.
hi: अभी तक कोई पिछला रन मौजूद नहीं है।
id: Belum ada sesi sebelumnya.
it: Non c'è ancora nessuna esecuzione precedente.
ja: 前回の実行はまだ記録されていません。
ko: 이전 실행이 아직 없습니다.
pt: Ainda não há nenhuma execução anterior.
ru: Прошлого запуска пока нет.
tr: Henüz önceki bir oturum yok.
ur: ابھی کوئی پہلا رن موجود نہیں۔
vi: Chưa có lần chạy trước đó.
zh_hans: 还没有上一次运行的记录。

source: Es läuft gerade eine Antwort — bitte kurz warten oder stoppen.
ar: هناك رد قيد التوليد — انتظر قليلاً أو أوقفه.
bn: একটি উত্তর চলছে — দয়া করে একটু অপেক্ষা করুন বা থামান।
en: A response is still coming in — wait a moment or stop it.
es: Hay una respuesta en curso — espera un momento o deténla.
fr: Une réponse est en cours — patiente un instant ou arrête-la.
hi: अभी एक जवाब आ रहा है — कृपया थोड़ा इंतज़ार करें या रोकें।
id: Sebuah jawaban sedang berlangsung — mohon tunggu sebentar atau hentikan.
it: C'è una risposta in corso — attendi un attimo o interrompila.
ja: 応答の生成中です — 少し待つか、停止してください。
ko: 현재 응답이 진행 중입니다 — 잠시 기다리거나 중지하세요.
pt: Está a decorrer uma resposta — espera um pouco ou para.
ru: Ответ ещё генерируется — подожди немного или останови.
tr: Şu anda bir yanıt üretiliyor — lütfen kısa süre bekleyin veya durdurun.
ur: ایک جواب چل رہا ہے — براہ کرم تھوڑا انتظار کریں یا روکیں۔
vi: Đang có một phản hồi diễn ra — vui lòng đợi một chút hoặc dừng lại.
zh_hans: 正在生成回复 — 请稍等，或先停止。

source: Etwas anderes
ar: شيء آخر
bn: অন্য কিছু
en: Something else
es: Otra cosa
fr: Autre chose
hi: कुछ और
id: Sesuatu yang lain
it: Altro
ja: その他
ko: 다른 것
pt: Outra coisa
ru: Другое
tr: Başka bir şey
ur: کچھ اور
vi: Điều gì khác
zh_hans: 其他

source: Export
ar: التصدير
bn: এক্সপোর্ট
es: Exportar
hi: एक्सपोर्ट
id: Ekspor
it: Esportazione
ja: 書き出し
ko: 내보내기
pt: Exportar
ru: Экспорт
tr: Dışa aktar
ur: ایکسپورٹ
vi: Xuất
zh_hans: 导出

source: External URL (%@) — besser `<!-- capability: network -->` oder inline.
ar: رابط خارجي (%@) — الأفضل `<!-- capability: network -->` أو تضمينه داخليًا.
bn: External URL (%@) — `<!-- capability: network -->` বা inline ভালো।
en: External URL (%@) — better use `<!-- capability: network -->` or inline it.
es: URL externa (%@) — mejor `<!-- capability: network -->` o inline.
fr: URL externe (%@) — préfère `<!-- capability: network -->` ou de l'inline.
hi: External URL (%@) — बेहतर होगा `<!-- capability: network -->` या इनलाइन।
id: External URL (%@) — lebih baik `<!-- capability: network -->` atau inline.
it: URL esterno (%@) — meglio `<!-- capability: network -->` o inline.
ja: 外部 URL (%@) — `<!-- capability: network -->` かインライン化を推奨。
ko: External URL (%@) — `<!-- capability: network -->` 또는 inline이 더 좋습니다.
pt: URL externo (%@) — melhor usar `<!-- capability: network -->` ou inline.
ru: Внешний URL (%@) — лучше `<!-- capability: network -->` или inline.
tr: External URL (%@) — `<!-- capability: network -->` veya inline daha iyi.
ur: External URL (%@) — `<!-- capability: network -->` یا inline بہتر ہے۔
vi: External URL (%@) — tốt hơn nên dùng `<!-- capability: network -->` hoặc inline.
zh_hans: 外部 URL（%@）— 更好的做法是用 `<!-- capability: network -->` 或改成内联。

source: Fakten
ar: المعلومات
bn: তথ্য
en: Details
es: Datos
fr: Informations
hi: विवरण
id: Fakta
it: Dati
ja: 基本情報
ko: 사실
pt: Dados
ru: Сведения
tr: Gerçekler
ur: حقائق
vi: Sự thật
zh_hans: 基本信息

source: Falsche Angaben
ar: معلومات خاطئة
bn: ভুল তথ্য
en: False information
es: Información falsa
fr: Fausses informations
hi: गलत जानकारी
id: Informasi salah
it: Informazioni false
ja: 誤った情報
ko: 잘못된 정보
pt: Informação falsa
ru: Ложная информация
tr: Yanlış bilgi
ur: غلط معلومات
vi: Thông tin sai
zh_hans: 虚假信息

source: Fasst lange Texte auf das Wesentliche zusammen: Kernaussage zuerst, dann die Punkte, die eine Entscheidung verändern würden. Keine Füllsätze.
ar: يلخّص النصوص الطويلة في جوهرها: الفكرة الأساسية أولاً، ثم النقاط التي قد تغيّر القرار. بلا حشو.
bn: দীর্ঘ টেক্সটকে মূল বিষয়ে সংক্ষিপ্ত করে: প্রথমে মূল বক্তব্য, তারপর সিদ্ধান্ত বদলাতে পারে এমন পয়েন্ট। কোনো ভরাট বাক্য নয়।
en: Boils long texts down to the essentials: the main point first, then whatever would change a decision. No filler.
es: Resume textos largos a lo esencial: primero la idea principal y después los puntos que cambiarían una decisión. Sin frases de relleno.
fr: Résume les textes longs à l'essentiel : l'idée principale d'abord, puis les points qui changeraient une décision. Aucune phrase de remplissage.
hi: लंबे टेक्स्ट को सार में समेटता है: पहले मुख्य बात, फिर वे बिंदु जो फ़ैसला बदल सकते हैं। कोई भराव नहीं।
id: Meringkas teks panjang menjadi inti: pernyataan utama dulu, lalu poin yang dapat mengubah keputusan. Tanpa kalimat basa-basi.
it: Riassume i testi lunghi all'essenziale: prima il messaggio chiave, poi i punti che possono cambiare una decisione. Niente frasi di riempimento.
ja: 長い文章を要点だけにまとめます。まず結論、次に判断を左右するポイント。埋め草の文章は書きません。
ko: 긴 텍스트를 핵심만 요약합니다: 핵심 진술 먼저, 그 다음 결정을 바꿀 수 있는 요점들. 불필요한 문장 없음.
pt: Resume textos longos ao essencial: primeiro a ideia central, depois os pontos que podem mudar uma decisão. Sem enchimento.
ru: Сжимает длинные тексты до сути: сначала главное, затем то, что может изменить решение. Без воды.
tr: Uzun metinleri özüne indirger: önce ana ifade, sonra bir kararı değiştirebilecek noktalar. Dolgu cümle yok.
ur: طویل متن کو اہم نکات میں سمیٹتا ہے: پہلے بنیادی بات، پھر وہ نکات جو فیصلہ بدل سکتے ہیں۔ کوئی غیر ضروری جملے نہیں۔
vi: Tóm tắt văn bản dài thành nội dung cốt lõi: phát biểu chính trước, sau đó là các điểm có thể thay đổi quyết định. Không câu thừa.
zh_hans: 把长文压缩成要点：先给核心结论，再列会影响决策的关键点。不写废话。

source: Fehler
ar: خطأ
bn: ত্রুটি
en: Error
es: Error
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
tr: Hata
ur: خرابی
vi: Lỗi
zh_hans: 错误

source: Fertig
ar: تم
bn: সম্পন্ন
en: Done
es: Listo
fr: OK
hi: पूरा हुआ
id: Selesai
it: Fine
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
tr: Tamamlandı
ur: مکمل
vi: Xong
zh_hans: 完成

source: Format: owner/repo oder owner/repo/pfad/zum/skill
ar: الصيغة: owner/repo أو owner/repo/path/to/skill
bn: ফরম্যাট: owner/repo বা owner/repo/path/to/skill
en: Format: owner/repo or owner/repo/path/to/skill
es: Formato: owner/repo o owner/repo/ruta/al/skill
fr: Format : owner/repo ou owner/repo/chemin/vers/skill
hi: फ़ॉर्मैट: owner/repo या owner/repo/path/to/skill
id: Format: owner/repo atau owner/repo/path/to/skill
it: Formato: owner/repo oppure owner/repo/percorso/allo/skill
ja: 形式: owner/repo または owner/repo/path/to/skill
ko: 형식: owner/repo 또는 owner/repo/path/to/skill
pt: Formato: owner/repo ou owner/repo/caminho/para/skill
ru: Формат: owner/repo или owner/repo/путь/к/skill
tr: Format: owner/repo veya owner/repo/path/to/skill
ur: فارمیٹ: owner/repo یا owner/repo/path/to/skill
vi: Định dạng: owner/repo hoặc owner/repo/path/to/skill
zh_hans: 格式：owner/repo 或 owner/repo/路径/到/skill

source: Format: owner/repo/pfad@branch oder https://…
ar: الصيغة: owner/repo/path@branch أو https://…
bn: ফরম্যাট: owner/repo/path@branch বা https://…
en: Format: owner/repo/path@branch or https://…
es: Formato: owner/repo/ruta@branch o https://…
fr: Format : owner/repo/chemin@branch ou https://…
hi: फ़ॉर्मैट: owner/repo/path@branch या https://…
id: Format: owner/repo/path@branch atau https://…
it: Formato: owner/repo/percorso@branch oppure https://…
ja: 形式: owner/repo/パス@branch または https://…
ko: 형식: owner/repo/path@branch 또는 https://…
pt: Formato: owner/repo/caminho@branch ou https://…
ru: Формат: owner/repo/путь@branch или https://…
tr: Format: owner/repo/path@branch veya https://…
ur: فارمیٹ: owner/repo/path@branch یا https://…
vi: Định dạng: owner/repo/path@branch hoặc https://…
zh_hans: 格式：owner/repo/路径@分支 或 https://…

source: Für %@ gibt es hier keinen Abo-Login — das Abo-Token wird nur vom jeweiligen CLI-Backend akzeptiert. Nutze einen API-Key, oder dein eigenes sub2api-Gateway (Schnellstart → Gateway).
ar: لا يتوفّر هنا تسجيل دخول بالاشتراك لـ %@ — رمز الاشتراك يقبله فقط الـ CLI الخاص به. استخدم مفتاح API، أو بوابة sub2api خاصتك (البدء السريع ← البوابة).
bn: %@-এর জন্য এখানে কোনো সাবস্ক্রিপশন লগইন নেই — সাবস্ক্রিপশন টোকেন শুধু নির্দিষ্ট CLI-ব্যাকএন্ড গ্রহণ করে। একটি API-Key ব্যবহার করুন, বা আপনার নিজস্ব sub2api Gateway (Quick start → Gateway)।
en: There's no subscription login for %@ here — the subscription token is only accepted by that provider's own CLI backend. Use an API key, or your own sub2api gateway (Quick start → Gateway).
es: Para %@ no hay acceso con suscripción aquí — el token de la suscripción solo lo acepta el backend de su propia CLI. Usa una clave API o tu propio gateway sub2api (Inicio rápido → Gateway).
fr: Pour %@, pas de connexion par abonnement ici — le jeton d'abonnement n'est accepté que par le backend CLI correspondant. Utilise une clé API ou ta propre passerelle sub2api (Démarrage rapide → Passerelle).
hi: %@ के लिए यहाँ सब्सक्रिप्शन लॉगिन नहीं है — सब्सक्रिप्शन टोकन सिर्फ़ उसी प्रोवाइडर के अपने CLI बैकएंड से स्वीकार होता है। API-Key इस्तेमाल करें, या अपना sub2api Gateway (Quick start → Gateway)।
id: Untuk %@ tidak ada login langganan di sini — token langganan hanya diterima oleh backend CLI masing-masing. Gunakan API-Key, atau Gateway sub2api Anda sendiri (Quick start → Gateway).
it: Per %@ qui non c'è l'accesso con abbonamento — il token dell'abbonamento viene accettato solo dal rispettivo backend CLI. Usa una chiave API oppure il tuo gateway sub2api (Avvio rapido → Gateway).
ja: %@ にはここでのサブスクリプションログインはありません — サブスクリプションのトークンは各CLIバックエンドしか受け付けません。APIキー、または自分の sub2api ゲートウェイ（クイックスタート → ゲートウェイ）を使ってね。
ko: %@에 대한 구독 로그인은 여기서 제공되지 않습니다 — 구독 토큰은 해당 CLI 백엔드에서만 허용됩니다. API-Key를 사용하거나, 자체 sub2api Gateway(Quick start → Gateway)를 사용하세요.
pt: Para %@ não há aqui início de sessão com subscrição — o token da subscrição só é aceite pelo respetivo backend de CLI. Usa uma chave de API ou o teu próprio gateway sub2api (Início rápido → Gateway).
ru: Для %@ здесь нет входа по подписке — токен подписки принимает только соответствующий CLI-бэкенд. Используй API-ключ или свой шлюз sub2api (Быстрый старт → Шлюз).
tr: %@ için burada abonelik girişi yok — abonelik jetonu yalnızca ilgili CLI backend'i tarafından kabul edilir. Bir API-Key kullanın, ya da kendi sub2api Gateway'inizi (Quick start → Gateway).
ur: %@ کے لیے یہاں کوئی سبسکرپشن لاگ اِن نہیں — سبسکرپشن ٹوکن صرف متعلقہ CLI بیک اینڈ قبول کرتا ہے۔ ایک API-Key استعمال کریں، یا اپنا sub2api Gateway (Quick start → Gateway)۔
vi: Đối với %@ không có đăng nhập gói đăng ký ở đây — token gói đăng ký chỉ được chấp nhận bởi CLI backend tương ứng. Dùng API-Key, hoặc Gateway sub2api riêng của bạn (Quick start → Gateway).
zh_hans: %@ 在这里没有订阅登录 — 订阅令牌只有对应的 CLI 后端才接受。请用 API 密钥，或你自己的 sub2api 网关（快速开始 → 网关）。

source: Für Bilder verwenden
ar: استخدامه للصور
bn: ছবির জন্য ব্যবহার করুন
en: Use for images
es: Usar para imágenes
fr: Utiliser pour les images
hi: इमेज के लिए इस्तेमाल करें
id: Gunakan untuk gambar
it: Usa per le immagini
ja: 画像に使う
ko: 이미지에 사용
pt: Usar para imagens
ru: Использовать для изображений
tr: Görseller için kullan
ur: تصاویر کے لیے استعمال کریں
vi: Dùng cho hình ảnh
zh_hans: 用于图片

source: Für den Chat verwenden
ar: استخدامه للدردشة
bn: চ্যাটের জন্য ব্যবহার করুন
en: Use for chat
es: Usar para el chat
fr: Utiliser pour le chat
hi: चैट के लिए इस्तेमाल करें
id: Gunakan untuk chat
it: Usa per la chat
ja: チャットに使う
ko: 채팅에 사용
pt: Usar no chat
ru: Использовать для чата
tr: Sohbet için kullan
ur: چیٹ کے لیے استعمال کریں
vi: Dùng cho trò chuyện
zh_hans: 用于聊天

source: Gateway
ar: بوابة
fr: Passerelle
ja: ゲートウェイ
ru: Шлюз
zh_hans: 网关
